IDEA Open Model
Settlement.ValueRz Property
Compatible with IDEA StatiCa 20.1
 Rotation around Z-axis
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double ValueRz { get; set; }
Public Property ValueRz As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
Settlement Class
IdeaRS.OpenModel.Loading Namespace